{
  "title": "Ecoedu Society",
  "about": "About",
  "services": "Services",
  "blog": "News",
  "projects": "Projects",
  "slogon": "Dripping water becomes a river, gathering sand becomes a tower",
  "viewMore": "View More",
  "wechatOfficialAccount": "Ecoedu Society - Wechat Official Account",
  "ourEmail": "Ecoedu Email：{account}{'@'}{domain}",
  "copyright": "2024 Ecoedu Society",
  "slogan": "Creating a Green Future",
  "companyIntro": "Ecoedu Society offers top-tier consulting and services in water quality, hydrodynamics, and energy-saving combustion modeling. Upholding our belief in 'empowering nature with technology for a cleaner world,' we stay abreast of tech trends. We merge big data and AI with water resource management to deliver smart, efficient solutions to our clients.",

  "about.companyProfile": "Company Profile",
  "about.companyGoal": "Our goal is to enhance water resource efficiency, reduce waste and pollution, and promote sustainable development by incorporating intelligent technologies. As we continue to innovate and progress, we strive to improve our technical capabilities and service quality to meet customer and industry needs.",
  "about.team": "The core founding team of the company consists of masters and PhDs from renowned research institutes and universities such as the University of Waterloo in Canada, the Institute of Geographic Sciences and Natural Resources Research at the Chinese Academy of Sciences, Beijing Jiaotong University, and Hubei University of Technology. Team members are familiar with cutting-edge technologies, possess extensive experience in artificial intelligence technologies and applications, and have strong computer technology support. We believe that combining artificial intelligence with traditional water resource management can achieve more precise predictions, more efficient monitoring, and optimized scheduling. To this end, we have been researching and developing new technologies and methods, exploring the wide application of artificial intelligence in the fields of water quality, hydrodynamics, and combustion energy saving and emission reduction modeling.",
  "about.focus": "As a company centered on technological innovation, Ecoedu Society always focuses on the development of emerging technologies such as artificial intelligence, big data, and the Internet of Things, integrating these technologies closely with our business. We use AI technologies to analyze large amounts of data for intelligent management of water resources, enhancing the efficiency and precision of water resource management. Through IoT technology, we can monitor water resources in real time, providing clients with more convenient and accurate information. By integrating these advanced technologies, we offer comprehensive smart water management solutions to help achieve green, sustainable development.",
  "about.story": "Since its establishment, we have completed numerous complex water quality and hydrodynamics projects, and have successfully organized several national workshops and customized workshops for relevant units. Additionally, we provide high-quality overseas study and course tutoring services to a wide range of students, earning unanimous praise from our clients. On the path to realizing our vision and mission, we will continue to maintain high enthusiasm and motivation, contributing to innovation and sustainable development. Ecoedu Society is committed to combining cutting-edge technologies like artificial intelligence and big data with practical applications, continuously improving industry standards, and contributing to the construction of a green, sustainable future.",
  "about.qualificationsHonors": "Qualifications & Honors",
  "about.stat.team": "Distinguished professors, academicians, and master's and PhD graduates from renowned research institutes and universities",
  "about.stat.patent": "Inventions, patents, software copyrights, and other achievements",
  "about.stat.cooperator": "Partners include well-known domestic and international research institutes and universities",
  "about.stat.admission": "Domestic and international visiting scholars, master's and doctoral admission coaching cases",
  "about.stat.market": "Business involves countries",
  "about.stat.database": "Lakes, reservoirs, and aquatic databases (including machine learning models and hydrodynamic water quality models)",
  "about.stat.million": " Million",
  "about.contactInfo": "Contact",
  "about.contact.business": "Business Cooperation",
  "about.contact.online": "Online Chat",
  "about.contact.wechatScan": "Scan QR code",
  "about.contact.followWechat": "Follow Ecoedu Society on WeChat",

  "services.smartWaterManagement": "Smart Water Management",
  "services.smartWaterManagement.models": "One to three-dimensional water environment simulation software customization",
  "services.smartWaterManagement.models.gas": "Transport reaction modeling, gas emissions",
  "services.smartWaterManagement.models.gas.content": "Our services integrate advection-reaction models and gas emission monitoring to provide comprehensive solutions for environmental protection and management. The advection-reaction model focuses on simulating the migration and reaction processes of pollutants in the aquatic environment, helping scientists and engineers assess the long-term impact of pollutants on water quality. Additionally, we offer monitoring and analysis services for gas emissions, used to evaluate and control greenhouse gas emissions from industrial, agricultural, and other activities. This service helps clients comply with environmental regulations while promoting the achievement of sustainable development goals.",
  "services.smartWaterManagement.models.gas.learnMore": "Understanding Advection-Reaction Models",
  "services.smartWaterManagement.models.water": "Hydrodynamics, watershed catchment",
  "services.smartWaterManagement.models.water.content": "Our hydrodynamics and watershed catchment services integrate advanced water flow simulation and watershed water resource management to provide comprehensive water environment solutions for our clients. Utilizing advanced Computational Fluid Dynamics (CFD) technology, we simulate the behavior of water bodies in various natural and man-made environments, including flow patterns, water level changes, and liquid dynamic effects. At the same time, we analyze the hydrological cycle of the entire watershed, achieving integrated management of rainwater catchment, surface and groundwater flow, supporting the sustainable use and protection of water resources, flood control, and addressing challenges such as drought.",

  "services.smartWaterQuality": "Smart Water Quality",
  "services.smartWaterQuality.models": "One to three-dimensional water quality modeling",
  "services.smartWaterQuality.models.pollutants": "Various pollutants",
  "services.smartWaterQuality.models.Algae": "Algae",
  "services.smartWaterQuality.models.Nutrient": "Nutrient salts",
  "services.smartWaterQuality.models.Gases": "Gases",

  "services.smartEcology": "Smart Ecology",
  "services.smartEcology.Artificial": "Artificial Intelligence Big Data Analytics",
  "services.smartEcology.Artificial.Ecosystem": "Global Ecosystem Data",
  "services.smartEcology.Artificial.Lakes": "Global Reservoirs and Lakes Data",
  "services.smartEcology.Artificial.ML": "Mechanical Learning Models",
  "services.smartEcology.Ecology": "Ecosphere",
  "services.smartEcology.Combustion": "Combustion Dynamics",

  "services.digitalTwin": "Digital Twin",
  "services.digitalTwin.cloud": "Ali Cloud, Huawei Cloud",
  "services.digitalTwin.systems": "Ecohydro Twin Systems",

  "services.educationConsulting": "Education Consulting",
  "services.educationConsulting.apply": "Study Abroad",
  "services.educationConsulting.writing": "Essay Writing",

  "project.huanghe": "Ecological Review of Guxian Project, Yellow River",
  "project.wuliangsu": "Hydrodynamic simulation of the Wuliangsu Sea",
  "project.nanshui": "Wet Deposition, South-North Canal",
  "project.training": "Tutorial class",
  "project.models": "Modeling Competition Coaching",
  "project.consultation": "Online Consultation",

  "blog.internshipRecruitment": "Career",
  "blog.academicConferences": "Academic Conferences",
  "blog.relatedTraining": "Training"
}
