{
  "title": "思益清源",
  "catalogs": "目录",
  "introduction": "相关介绍",
  "about": {
    "title": "关于我们",
    "companyProfile": "公司概况",
    "companyGoal": "我们的目标是通过引入智能技术，提升水资源利用效率、减少浪费和污染，促进可持续发展。在不断创新和进步的过程中，我们努力提高技术水平和服务质量，以满足客户和行业需求。",
    "team": "公司的核心创始团队由来自加拿大滑铁卢大学、中国科学院地理科学与资源研究所、北京交通大学、湖北工业大学等多家知名科研院所及高校的硕士、博士组成。团队成员熟悉前沿科技，具备丰富的人工智能技术和应用经验，以及强大的计算机技术支持。我们相信，通过将人工智能与传统水资源管理相结合，可以实现更精确的预测、更高效的监控 和更优化的调度。为此，我们一直在研究和开发新技术、新方法，探索人工智能在水质、水动力和燃烧节能减排建模领域的广泛应用。",
    "focus": "作为一家以科技创新为核心的公司，陕西思益清源科技有限公司始终关注人工智能、大数据、物联网等新兴技术的发展，将这些技术与我们的业务紧密结合。我们利用人工智能技术分析大量数据，对水资源进行智能化管理，提高水资源管理的效率和精确度。通过物联网技术，我们可以实时监控水资源状况，为客户提供更加便捷和准确的信息。通过整合这些先进技术，我们为客户提供了全面的智慧水利解决方案，助力实现绿色、可持续的发展。",
    "story": "自成立以来，我们完成了多项复杂的水质和水动力项项复杂的水质和水动力项目，并成功承办多期全成功承办多期全国研习班、相关单位定制研习班。同时，为广大学生提供了高质量的留学和课程辅导服务，赢得了客户的一致好评。在实现愿景和使命的道路上，我们将继续保持高度热情和动力，为创新和可持续发展贡献力量。陕西思益清源科技有限公司致力于将人工智能、大数据等前沿技术与实际应用相结合，不断提升行业水平，为构建绿色、可持续的未来做出贡献。",
    "qualificationsHonors": "资质荣誉",
    "stat": {
      "team": "知名科研院所及高校院士教授、博士硕士",
      "patent": "发明专利、软件著作权等成果",
      "cooperator": "合作单位包括海内外知名科研院所及高校",
      "admission": "海内外访问学者、硕博升学辅导案例",
      "market": "业务涉及国家",
      "database": "湖泊、水库、水体数据库（包含机器学习模型以及水动力水质模型）",
      "million": " 万"
    }
  },
  "services": {
    "title": "业务范围",
    "smartWaterManagement": {
      "title": "智慧水利",
      "intro": "一维二维三维水环境模拟软件定制",
      "models": {
        "gas": {
          "title": "运移反应模型，气体排放",
          "content": "我们的服务集成了运移反应模型和气体排放监测，为环境保护和管理提供综合解决方案。运移反应模型专注于模拟污染物在水环境中的迁移和反应过程，帮助科学家和工程师评估污染物对水质的长期影响。同时，我们提供气体排放的监测和分析服务，用于评估和控制工业、农业及其他活动产生的温室气体排放。这一服务帮助客户遵守环保法规，同时促进可持续发展目标的实现。",
          "learnMore": "了解反应运移模型"
        },
        "water": {
          "title": "水动力，流域集水",
          "content": "我们的水动力与流域集水服务整合了高级水流模拟和流域水资源管理，为客户提供全面的水环境解决方案。利用先进的计算流体动力学（CFD）技术，我们模拟水体在各种自然和人工环境中的行为，包括水流模式、水位变化和液体动力效应。同时，我们分析整个流域的水文周期，实现雨水捕集、地表及地下水流动的综合管理，支持水资源的持续利用和保护、洪水防控及应对干旱等挑战。"
        }
      }
    },
    "smartWaterQuality": {
      "title": "智慧水质",
      "intro": "一到三维水质模型",
      "models": {
        "pollutants": {
          "title": "各种污染物",
          "content": "我们的智慧水质服务通过使用一到三维水质模型为客户提供精确的水质分析和预测。这些模型能够模拟各种污染物在水体中的行为，包括其传播、扩散和最终影响。服务支持污染物识别、浓度评估和风险分析，以帮助决策者制定有效的水质管理和净化策略。我们的解决方案适用于城市供水系统、自然水体和工业废水处理，确保水资源的安全和可持续使用。",
          "Algae": {
            "title": "藻类",
            "content": "我们的智慧水质服务结合一到三维水质模型，专门针对藻类的生长和分布提供高精度的监测与分析。这些模型能够详细模拟藻类在不同水体环境中的动态变化，包括其生长速率、影响因素及可能的毒性风险。通过精确的数据驱动模型，我们帮助环保机构和水体管理者识别藻类暴发的早期信号，制定及时有效的控制和应对策略，以保护水质和生态安全。"
          },
          "Nutrient": {
            "title": "营养盐",
            "content": "我们的智慧水质服务通过一到三维水质模型为客户提供针对水体中营养盐的高精度分析和管理解决方案。这些模型能够精确模拟和预测氮、磷等关键营养盐的浓度变化和迁移路径，帮助用户识别潜在的富营养化问题。我们的技术支持环境科学家和水资源管理者在制定有效的营养盐控制策略和防治措施，保持水体健康和生态平衡。"
          },
          "Gases": {
            "title": "气体",
            "content": "我们的智慧水质服务利用一到三维水质模型为客户提供关于水中溶解气体（如氧气、二氧化碳和甲烷）的详尽监测与分析。这些模型精确模拟气体的溶解、扩散和交换过程，帮助科学家和工程师了解气体在水环境中的行为及其对水质和水生生物的影响。此服务支持环境保护项目，确保水资源的质量和生态系统的健康。"
          }
        }
      }
    },
    "smartEcology": {
      "title": "智慧生态",
      "Artificial": {
        "title": "人工智能大数据分析",
        "Ecosystem": {
          "title": "全球生态环境数据",
          "content": "我们的智慧生态服务通过运用人工智能和大数据技术，为客户提供全球生态环境数据的深入分析和见解。利用先进的算法和大规模数据处理能力，我们分析生态变化趋势、环境压力因素和生物多样性指标。此服务帮助政府机构、研究组织和环保机构制定基于数据的决策，有效应对气候变化、生态退化和自然资源管理的挑战。"
        },
        "Lakes": {
          "title": "全球水库湖泊数据",
          "content": "我们的智慧生态服务通过运用人工智能和大数据技术，专注于全球水库和湖泊数据的分析。这一服务利用高级算法来处理和解析大量的水体数据，包括水质、水位、生物多样性以及水体使用情况。我们的目标是帮助环保机构、政府部门和科研机构通过这些深入的洞察，制定更有效的水资源管理和保护策略，促进水环境的可持续发展。"
        },
        "ML": {
          "title": "机械学习模型",
          "content": "我们的智慧生态服务利用人工智能和大数据技术，特别是先进的机械学习模型，来分析和预测环境变化。这些模型能够处理复杂的生态数据集，从而识别模式、预测未来趋势，并提出可能的环境干预措施。应用范围包括气候变化影响评估、生物多样性保护和自然资源管理。通过这些深度学习技术，我们帮助客户实现科学的数据驱动决策，以更有效地应对全球环境挑战。"
        }
      },
      "Ecology": {
        "title": "智慧生态系统",
        "content": "我们的智慧生态系统服务利用最先进的技术集成，包括人工智能、物联网设备和大数据平台，以监控、分析和管理自然环境。这些技术使得实时数据收集和分析成为可能，从而优化对气候变化的响应、改善生物多样性保护措施，并支持可持续的自然资源管理。通过自动化的数据分析和智能决策支持，我们的系统帮助政府机构、环保组织和研究机构更有效地实施环保政策和项目。"
      },
      "Combustion": {
        "title": "燃烧动力学",
        "content": "我们的智慧生态服务通过集成燃烧动力学的先进模拟和分析技术，帮助企业优化燃烧过程并降低环境影响。利用机器学习和大数据分析，我们的系统能够预测和调整燃烧参数，以实现更高的能效和更低的排放。此服务针对各种燃烧系统，包括工业炉、发电站和其他能源相关设施，提供定制的解决方案以满足特定的环保标准和效率要求。"
      }
    },
    "digitalTwin": {
      "title": "数字孪生",
      "cloud": {
        "title": "阿里云",
        "content": "我们的数字孪生服务在阿里云和华为云平台上实施，充分利用这些平台的强大云计算资源和先进的数据分析工具。通过在云上构建虚拟模型，我们能够为客户提供实时数据分析和洞察，帮助他们预测系统性能、优化操作并减少维护成本。这种服务特别适用于制造业、城市基础设施和大型工程项目，可以实现更高的操作效率和更好的决策支持。使用阿里云和华为云的数字孪生技术，客户可以享受到无缝的数据集成、高效的计算处理能力和全球性的技术支持。"
      },
      "systems": {
        "title": "清源数字孪生系统",
        "content": "清源数字孪生系统利用先进的数字孪生技术，为用户提供全面的实时数据监控和分析能力。这个系统通过创建物理对象或过程的精确虚拟模型，能够实现持续的性能评估和预测维护。适用于环境管理、水处理和工业自动化等领域，清源系统通过模拟和数据分析帮助用户优化操作流程、降低能耗，并提高系统整体的可靠性和效率。借助其强大的数据处理和可视化工具，用户可以获得深入的洞察，以支持更精准的决策。"
      }
    },
    "educationConsulting": {
      "title": "教育咨询",
      "apply": {
        "title": "留学申请，考研",
        "content": "我们的教育咨询服务专注于支持学生在留学申请和考研过程中的各个环节。对于留学申请，我们提供从学校选择、文书撰写到面试准备的全方位指导，帮助学生提升他们的申请质量，增加入选心仪大学的机会。同时，我们也为计划考研的学生提供专业的考试准备服务，包括考试策略、复习计划和模拟测试。我们的目标是通过个性化的咨询和策略制定，使学生能够最大化他们的潜力，顺利实现学术和职业发展的目标。"
      },
      "writing": {
        "title": "论文写作",
        "content": "我们的教育咨询服务提供专门的论文写作支持，帮助学生从选题、文献综述到最终稿件的撰写和修改。我们的专家团队具有丰富的学术背景和写作经验，能够提供针对性的建议和反馈，确保学生的研究符合学术规范和出版标准。此外，我们也提供语言润色和格式调整服务，帮助非母语学生改善论文的表达清晰度和专业性。无论是本科生的学术论文、硕士生的毕业论文还是博士生的研究论文，我们都能提供必要的支持，使学生能够自信地完成他们的学术任务。"
      }
    }
  },
  "news": {
    "title": "公司动态",
    "career": "实习招聘",
    "academicConferences": "学术会议",
    "training": "相关培训",
    "sum23": {
      "title": "思益清源2023上半年总结",
      "summary": "亲爱的读者朋友们，回顾过去的半年，陕西思益清源科技有限公司在科研和合作领域取得了令人瞩目的成绩！让我们一起来看看我们的主要亮点和成就……",
      "date": "2023年7月1日"
    },
    "tutorialZZ": {
      "title": "郑州专场：水环境数学模型研习班圆满落幕",
      "summary": "春风习习之际，为期三天的水环境数学模型研习班河南郑州专场已圆满结束，赢得了参与者一致好评……",
      "date": "2024年4月2日"
    },
    "w2UIv1": {
      "title": "清源智水模型 V1.0",
      "summary": "清源智水模型，一个全新的、国产智能的水动力与水质模型程序。结合自主研发的数据库，这款软件是智慧水利智慧水务领域的一大创新……",
      "date": "2024年3月18日"
    }
  },
  "projects": "项目案例",
  "slogon": "滴水成河 聚沙成塔",
  "viewMore": "查看更多",
  "wechatOfficialAccount": "思益清源公众号",
  "ourEmail": "企业邮箱: {account}{'@'}{domain}",
  "copyright": "2024 陕西思益清源科技公司",
  "slogan": "智造绿色未来",
  "companyIntro": "陕西思益清源科技有限公司致力于为水质、水动力、燃烧节能减排建模领域提供高质量的咨询和服务。我们始终秉持着 “科技赋能自然，共建洁净世界 ”的信念，紧跟科技发展和创新趋势，将先进的大数据分析、人工智能技术，与水资源、水质管理相结合，为客户提供高效智能的解决方案。",

  "project.huanghe": "黄河流域古贤水利枢纽工程生态评估",
  "project.wuliangsu": "乌梁素海水动力模拟",
  "project.nanshui": "湿沉降对南水北调中线工程干渠水质影响模拟研究",
  "project.training": "研习班",
  "project.models": "模型竞赛辅导",

  "project.consultation": "在线咨询",
  "project.consultation.title1": "全方位定制化辅导",
  "project.consultation.title2": "申研&申博服务",
  "project.consultation.title3": "论文润色服务",
  "project.consultation.title4": "暑期实习机会与内推服务",
  "project.consultation.p1": "面对学术难题无需担忧！我们提供从理工科到文商科全面的课程支持，包括数学、物理、化学、金融数学、精算、计算机工程、电子和生物化学工程等领域，以及实习机会的内推。我们的专业辅导团队，通过小班制教学和个人定制化辅导，将帮助你轻松应对各种学业挑战。无论是课程学习、开题准备、模型设计，还是论文撰写，我们都能提供专业的指导，确保你在学业和科研道路上能够顺利前行。",
  "project.consultation.p2": "我们提供从选择学校、专业到接触潜在导师的全程指导服务。我们的多对一手把手教学，旨在帮助你顺利进入理想的研究生院校和博士项目。",
  "project.consultation.p3.1": "面对SCI论文发布的压力？让我们的专家团队帮助你，确保你的研究成果能够以最佳状态展现，增加发表的成功率，让世界见证你的学术里程碑。",
  "project.consultation.p3.2": "在新的学年里，不论你的梦想是进入顶尖学府，还是在科研领域达成突破，我们都将全力以赴，伴你每一步成长。",
  "project.consultation.p4.1": "已经开始新学期，但对未来职业道路还在迷茫？是否期待通过实习获得宝贵经验，或是在简历和推荐信撰写上遇到难题？我们与国际公司、科研所及高等院校的紧密合作，为你提供专业的双语简历及推荐信编写服务，由经验丰富的母语专家团队保证你的文件地道准确。",
  "project.consultation.p4.2": "我们致力于包装你的简历，让它完美结合个人经历和职业目标，展现你的专业能力和职业潜力，符合国际标准。此外，我们的名校推荐信撰写服务，将基于你的个人成就和特长，由世界各大名校的博士、博后及教授团队撰写，增强你的申请竞争力，帮助你脱颖而出。",

  "project.canada": "推动社交媒体在加拿大非营利组织与中老年人中的应用",
  "project.canada.p1": "加拿大多伦多 - 作为致力于可持续发展和生态意识的非营利组织，EcoEdu Society联合Canada Mindful Peace Association（加拿大慈善组织）共同发起了一项新的倡议。此次活动旨在推广社交媒体及人工智能技术在中老年群体中的应用，以提高工作与宣传效率。",
  "project.canada.p2": "此活动特别强调了人工智能如何助力中老年人更有效地接触和利用现代技术。通过组织工作坊和讲座，我们教授参与者如何在社交平台上建立影响力，如何利用AI工具简化日常任务，以及如何通过技术提高生活质量。此外，本次活动也成功吸引了超过50位参与者，展现了社交媒体和AI技术在加强社区互动和信息传播中的巨大潜力。",
  "project.canada.p3": "我们坚信，通过教育和资源的普及，可以使中老年人不仅能够跟上技术发展的步伐，更能在其中发现增强自己生活的新方式。",
  
  "cooperation": "了解细节或寻求更多技术合作",
  "connectWith": "点击该链接进行联系",
  "back": "返回",

  "contact": {
    "title": "联系我们",
    "business": "项目合作",
    "online": "在线咨询",
    "wechatScan": "微信扫一扫",
    "followWechat": "关注思益清源公众号"
  }
}
